Repository: algebra2boy/EasiCash
Catalog: EasiCash/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ko, vi, zh_hans, zh_hant

source: 24-Hour Income Comparison
es: Comparación de ingresos de 24 horas
fr: Comparaison des revenus sur 24 heures
ja: 24時間収入比較
ko: 24시간 수입 비교
vi: So sánh thu nhập 24 giờ
zh_hans: 24小时收入对比
zh_hant: 24小時收入對比

source: Add item using photo, name, and price
es: Agregar artículo usando foto, nombre y precio
fr: Ajouter un article en utilisant une photo, un nom et un prix
ja: 写真、名前、価格を使用してアイテムを追加
ko: 사진, 이름 및 가격을 사용하여 항목 추가
vi: Thêm mục bằng ảnh, tên và giá
zh_hans: 使用照片、名称和价格添加项目
zh_hant: 使用照片、名稱和價格添加項目

source: Add new menu item
es: Agregar nuevo elemento del menú
fr: Ajouter un nouvel élément au menu
ja: 新しいメニュー項目を追加
ko: 새 메뉴 항목 추가
vi: Thêm mục menu mới
zh_hans: 添加新菜单项
zh_hant: 添加新菜單項

source: Additional Info
es: Información adicional
fr: Informations supplémentaires
ja: 追加情報
ko: 추가 정보
vi: Thông tin bổ sung
zh_hans: 附加信息
zh_hant: 附加資訊

source: Amount
es: Cantidad
fr: Montant
ja: 数量
ko: 수량
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

source: Analytic
es: Análisis
fr: Analyse
ja: 分析
ko: 분석
vi: Phân tích
zh_hans: 分析
zh_hant: 分析

source: Are you sure you want to clear the order?
es: ¿Está seguro de que desea borrar el pedido?
fr: Êtes-vous sûr de vouloir effacer la commande ?
ja: 注文をクリアしてもよろしいですか？
ko: 주문을 지우시겠습니까?
vi: Bạn có chắc chắn muốn xóa đơn hàng không?
zh_hans: 您确定要清空订单吗？
zh_hant: 您確定要清空訂單嗎？

source: Cancel
es: Cancelar
fr: Annuler
ja: キャンセル
ko: 취소
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: Category
es: Categoría
fr: Catégorie
ja: カテゴリー
ko: 카테고리
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

source: Checkout
es: Pago
fr: Paiement
ja: チェックアウト
ko: 결제
vi: Thanh toán
zh_hans: 结账
zh_hant: 結賬

source: Customer Info
es: Información del cliente
fr: Informations client
ja: 顧客情報
ko: 고객 정보
vi: Thông tin khách hàng
zh_hans: 客户信息
zh_hant: 客戶資訊

source: Customer Name
es: Nombre del cliente
fr: Nom du client
ja: 顧客名
ko: 고객 이름
vi: Tên khách hàng
zh_hans: 客户姓名
zh_hant: 客戶姓名

source: Delete
es: Eliminar
fr: Supprimer
ja: 削除
ko: 삭제
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

source: Distribution of
es: Distribución de
fr: Distribution de
ja: 分布
ko: 분포
vi: Phân bố
zh_hans: 分布
zh_hant: 分佈

source: Edit
es: Editar
fr: Modifier
ja: 編集
ko: 편집
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit menu item
es: Editar elemento del menú
fr: Modifier l'élément du menu
ja: メニュー項目を編集
ko: 메뉴 항목 편집
vi: Chỉnh sửa mục menu
zh_hans: 编辑菜单项
zh_hant: 編輯菜單項

source: Empty
es: Vaciar
fr: Vider
ja: 空にする
ko: 비우기
vi: Xóa trống
zh_hans: 清空
zh_hant: 清空

source: Hour
es: Hora
fr: Heure
ja: 時間
ko: 시간
vi: Giờ
zh_hans: 小时
zh_hant: 小時

source: Hour: %lld:00
es: Hora: %lld:00
fr: Heure : %lld:00
ja: 時間：%lld:00
ko: 시간: %lld:00
vi: Giờ: %lld:00
zh_hans: 小时：%lld:00
zh_hant: 小時：%lld:00

source: Image
es: Imagen
ja: 画像
ko: 이미지
vi: Hình ảnh
zh_hans: 图片
zh_hant: 圖片

source: Income
es: Ingresos
fr: Revenu
ja: 収入
ko: 수입
vi: Thu nhập
zh_hans: 收入
zh_hant: 收入

source: Items by Category
es: Artículos por categoría
fr: Articles par catégorie
ja: カテゴリー別アイテム
ko: 카테고리별 항목
vi: Mục theo danh mục
zh_hans: 按类别分类的项目
zh_hant: 按類別分類的項目

source: Menu
es: Menú
ja: メニュー
ko: 메뉴
vi: Thực đơn
zh_hans: 菜单
zh_hant: 菜單

source: New item you added will be shown here.
es: Los nuevos elementos que agregue se mostrarán aquí.
fr: Les nouveaux articles que vous ajoutez s'afficheront ici.
ja: 追加した新しいアイテムがここに表示されます。
ko: 추가한 새 항목이 여기에 표시됩니다.
vi: Mục mới bạn thêm sẽ được hiển thị ở đây.
zh_hans: 您添加的新项目将显示在这里。
zh_hant: 您添加的新項目將顯示在這裡。

source: No Item
es: Sin artículos
fr: Aucun article
ja: アイテムなし
ko: 항목 없음
vi: Không có mục
zh_hans: 无项目
zh_hant: 無項目

source: Order Created
es: Pedido creado
fr: Commande créée
ja: 注文作成日時
ko: 주문 생성됨
vi: Đơn hàng được tạo
zh_hans: 订单创建时间
zh_hant: 訂單創建時間

source: Order ID
es: ID de pedido
fr: ID de commande
ja: 注文ID
ko: 주문 ID
vi: Mã đơn hàng
zh_hans: 订单ID
zh_hant: 訂單ID

source: Order Items
es: Artículos del pedido
fr: Articles de commande
ja: 注文アイテム
ko: 주문 항목
vi: Mục đơn hàng
zh_hans: 订单项目
zh_hant: 訂單項目

source: Order list
es: Lista de pedidos
fr: Liste de commandes
ja: 注文リスト
ko: 주문 목록
vi: Danh sách đơn hàng
zh_hans: 订单列表
zh_hant: 訂單列表

source: Order Type
es: Tipo de pedido
fr: Type de commande
ja: 注文タイプ
ko: 주문 유형
vi: Loại đơn hàng
zh_hans: 订单类型
zh_hant: 訂單類型

source: Pick order type
es: Seleccionar tipo de pedido
fr: Choisir le type de commande
ja: 注文タイプを選択
ko: 주문 유형 선택
vi: Chọn loại đơn hàng
zh_hans: 选择订单类型
zh_hant: 選擇訂單類型

source: Price
es: Precio
fr: Prix
ja: 価格
ko: 가격
vi: Giá
zh_hans: 价格
zh_hant: 價格

source: Price: $%@
es: Precio: $%@
fr: Prix : $%@
ja: 価格：$%@
ko: 가격: $%@
vi: Giá: $%@
zh_hans: 价格：$%@
zh_hant: 價格：$%@

source: Quantity
es: Cantidad
fr: Quantité
ja: 数量
ko: 수량
vi: Số lượng
zh_hans: 数量
zh_hant: 數量

source: Quantity:
es: Cantidad:
fr: Quantité :
ja: 数量：
ko: 수량:
vi: Số lượng:
zh_hans: 数量：
zh_hant: 數量：

source: Sales
es: Ventas
fr: Ventes
ja: 売上
ko: 매출
vi: Bán hàng
zh_hans: 销售
zh_hant: 銷售

source: Save
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
vi: Lưu
zh_hans: 保存
zh_hant: 保存

source: Save new menu Item
es: Guardar nuevo elemento del menú
fr: Enregistrer le nouvel élément du menu
ja: 新しいメニュー項目を保存
ko: 새 메뉴 항목 저장
vi: Lưu mục menu mới
zh_hans: 保存新菜单项
zh_hant: 保存新菜單項

source: Select a new picture
es: Seleccionar una nueva imagen
fr: Sélectionner une nouvelle image
ja: 新しい画像を選択
ko: 새 이미지 선택
vi: Chọn hình ảnh mới
zh_hans: 选择新图片
zh_hant: 選擇新圖片

source: Select a picture
es: Seleccionar una imagen
fr: Sélectionner une image
ja: 画像を選択
ko: 이미지 선택
vi: Chọn hình ảnh
zh_hans: 选择图片
zh_hant: 選擇圖片

source: Selected Hour
es: Hora seleccionada
fr: Heure sélectionnée
ja: 選択された時間
ko: 선택된 시간
vi: Giờ đã chọn
zh_hans: 选定小时
zh_hant: 選定小時

source: Series
es: Serie
fr: Série
ja: シリーズ
ko: 시리즈
vi: Chuỗi
zh_hans: 系列
zh_hant: 系列

source: Submit
es: Enviar
fr: Soumettre
ja: 送信
ko: 제출
vi: Gửi
zh_hans: 提交
zh_hant: 提交

source: Time of transaction
es: Hora de la transacción
fr: Heure de la transaction
ja: 取引時間
ko: 거래 시간
vi: Thời gian giao dịch
zh_hans: 交易时间
zh_hant: 交易時間

source: Title
es: Título
fr: Titre
ja: タイトル
ko: 제목
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Today Total Revenue
es: Ingresos totales de hoy
fr: Revenu total d'aujourd'hui
ja: 本日の総収入
ko: 오늘 총 수입
vi: Tổng doanh thu hôm nay
zh_hans: 今日总收入
zh_hant: 今日總收入

source: Today: $%@
es: Hoy: $%@
fr: Aujourd'hui : $%@
ja: 今日：$%@
ko: 오늘: $%@
vi: Hôm nay: $%@
zh_hans: 今天：$%@
zh_hant: 今天：$%@

source: Total Price:
es: Precio total:
fr: Prix total :
ja: 合計金額：
ko: 총 가격:
vi: Tổng giá:
zh_hans: 总价：
zh_hant: 總價：

source: Upload an image
es: Subir una imagen
fr: Télécharger une image
ja: 画像をアップロード
ko: 이미지 업로드
vi: Tải lên hình ảnh
zh_hans: 上传图片
zh_hant: 上傳圖片

source: Yes
es: Sí
fr: Oui
ja: はい
ko: 예
vi: Có
zh_hans: 是
zh_hant: 是

source: Yesterday: $%@
es: Ayer: $%@
fr: Hier : $%@
ja: 昨日：$%@
ko: 어제: $%@
vi: Hôm qua: $%@
zh_hans: 昨天：$%@
zh_hant: 昨天：$%@

source: Your order has been submitted!
es: ¡Su pedido ha sido enviado!
fr: Votre commande a été soumise !
ja: 注文が送信されました！
ko: 주문이 제출되었습니다!
vi: Đơn hàng của bạn đã được gửi!
zh_hans: 您的订单已提交！
zh_hant: 您的訂單已提交！

source: No
fr: Non
ja: いいえ
ko: 아니오
vi: Không
zh_hans: 否
zh_hant: 否

source: Total: %@
ja: 合計：%@
ko: 총계: %@
vi: Tổng: %@
zh_hans: 总计：%@
zh_hant: 總計：%@
